locale = {
    'langs': ['en', 'ru', 'ua'],
    'en': {
        'lang_name': 'English🇺🇸',
        'error': '<b>Something went wrong🥲</b>\nCould you please try again?…\n<i>If the error persists, report it to <a href=\'t.me/ttgrab_support_bot\'>Support</a></i>',
        'link_error': 'Probably something wrong with your link🥲',
        'lang_start': 'The language is set to English🇺🇸.\nIt can be changed with the /lang command',
        'lang': 'The language is set to English🇺🇸',
        'start': 'You have launched <b>No Watermark TikTok</b>\nThis bot allows you to download <b>video and audio</b> from TikTok <i><b>without watermark</b></i>.\nSubmit video link to get started',
        'get_sound': 'Get Sound',
        'bot_tag': '<a href="t.me/ttgrab_bot">No Watermark TikTok</a>',
        'result': '<a href="{1}">Source</a>\n\n<b>{0}</b>',
        'result_song': '<a href="{1}">Song cover</a>\n\n<b>{0}</b>',
        },

    'ru': {
        'lang_name': 'Русский🇷🇺',
        'error': '<b>Что-то пошло не так🥲</b>\nНе могли бы вы попробовать еще раз?…\n<i>Если ошибка не пропадет то сообщите в <a href=\'t.me/ttgrab_support_bot\'>Поддержку</a></i>',
        'link_error': 'Возможно что-то не так с вашей ссылкой🥲',
        'lang_start': 'Установлен язык Русский🇷🇺.\nЕго можно изменить командой /lang',
        'lang': 'Установлен язык Русский🇷🇺',
        'start': 'Вы запустили бота <b>No Watermark TikTok</b>\nЭтот бот позволяет скачивать <b>видео и аудио</b> из тиктока <i><b>без водяного знака</b></i>.\nОтправьте ссылку на видео чтобы начать',
        'get_sound': 'Скачать звук',
        'bot_tag': '<a href="t.me/ttgrab_bot">No Watermark TikTok</a>',
        'result': '<a href="{1}">Оригинал</a>\n\n<b>{0}</b>',
        'result_song': '<a href="{1}">Обложка</a>\n\n<b>{0}</b>',
        },
        
    'ua': {
        'lang_name': 'Український🇺🇦',
        'error': 'Щось пішло не так 🥲</b>\nНе могли б ви спробувати ще раз?…\n<i>Якщо помилка не зникне, то повідомте в <a href=\'t.me/ttgrab_support_bot\'>Підтримку</a></i>',
        'link_error': 'Можливо, щось не так з вашим посиланням🥲',
        'lang_start': 'Встановлено мову Українська🇺🇦.\nЇї можна змінити командою /lang',
        'lang': 'Встановлено мову Українська🇺🇦',
        'start': 'Ви запустили бота <b>No Watermark TikTok</b>\nЦей бот дозволяє завантажувати <b>відео та аудіо</b> з тіктоку <i><b>без водяного знаку</b></i>.\nНадішліть посилання на відео, щоб почати',
        'get_sound': 'Завантажити звук',
        'bot_tag': '<a href="t.me/ttgrab_bot">No Watermark TikTok</a>',
        'result': '<a href="{1}">Оригінал</a>\n\n<b>{0}</b>',
        'result_song': '<a href="{1}">Обкладинка</a>\n\n<b>{0}</b>',
        },
    'stats': 'Пользователей: <b>{0}</b>\nМузыки: <b>{1}</b>\nВидео: <b>{2}</b>\n\n<b>За 24 часа</b>:\nНовых пользователей: <b>{3}</b>\nМузыки: <b>{4}</b>\nВидео: <b>{5}</b>\nУникальных: <b>{6}</b>'
}